Repository: TWEECORE/ProjectInvoice
Catalog: app/Translations/Project Invoice.*.xlf
Languages: de_de

# Page 143103090 - Property 2879900210
source: Project Invoice Projects
de_de: Project Invoice Projekte

# Page 143103090 - Property 3863440606
source: project,invoice,projects,tweecore,proj
de_de: projekt,rechnung,projekte,tweecore,proj

# Page 143103090 - Control 3641927271 - Property 1295455071
source: Specifies the ID of this project.
de_de: Gibt die ID dieses Projekts an.

# Page 143103090 - Control 4095313195 - Property 1295455071
source: Object Type that should be used to invoice project hours
de_de: Objekttyp, der für die Abrechnung von Projektstunden verwendet werden soll

# Page 143103090 - Control 2961552353 - Property 1295455071
source: Specifies the project name.
de_de: Gibt den Projektnamen an.

# Page 143103090 - Control 4200184881 - Property 1295455071
source: No. of object to be invoiced.
de_de: Nr. des zu fakturierenden Objekts.

# Page 143103090 - Control 2801282916 - Property 1295455071
source: Specifies the linked Project Mgt. System.
de_de: Gibt das verknüpfte Projektverwaltungssystem an.

# Page 143103090 - Control 2394340817 - Property 1295455071
source: Specifies the customer name related to this project.
de_de: Gibt den Namen des Kunden an, zu dem das Projekt zugeordnet wurde.

# Page 143103090 - Control 2360557153 - Property 1295455071
source: Specifies the customer no. related to this project.
de_de: Gibt die Kundennummer an, zu dem das Projekt zugeordnet wurde.

# Page 143103090 - Control 3636804552 - Property 1295455071
source: Specifies the standard hourly rate used for invoicing this projects working hours.
de_de: Gibt den Standardstundensatz an, der für die Abrechnung der Arbeitsstunden dieses Projekts verwendet wird.

# Page 143103090 - Control 3772724932 - Property 1295455071
source: Specifies the total amount of all working hours done during this project.
de_de: Gibt die Gesamtzahl aller Arbeitsstunden an, die während dieses Projekts geleistet wurden.

# Page 143103090 - Control 3741490977 - Property 1295455071
source: Specifies if a standard hourly rate should be used for invoicing.
de_de: Gibt an, ob ein Standardstundensatz für die Rechnungsstellung verwendet werden soll.

# Page 143103090 - Action 2196483591 - Property 1295455071
source: Imports specified project hours from project management systems.
de_de: Importiert angegebene Projektstunden aus Projektmanagementsystemen.

# Page 143103090 - Action 2196483591 - Property 2879900210
source: Import Project Hours
de_de: Projektstunden importieren

# Page 143103090 - Action 3403607284 - Property 1295455071
source: Imports all projects from project management systems.
de_de: Importiert alle Projekte aus Projektmanagementsystemen.

# Page 143103090 - Action 3403607284 - Property 2879900210
source: Import Projects
de_de: Projekte importieren

# Page 3209778417 - Property 2879900210
source: Project Invoice Setup
de_de: Project Invoice Einrichtung

# Page 3209778417 - Property 3863440606
source: project,invoice,tweecore
de_de: projekt,Rechnung,Tweecore

# Page 3209778417 - Control 83654635 - Property 1295455071
source: Determines whether each PI Invoice receives a service report as an attachment
de_de: Legt fest, ob jede PI-Rechnung einen Service Bericht als Anlage erhält

# Page 3209778417 - Control 4095313195 - Property 1295455071
source: Object Type that should be used to invoice project hours
de_de: Objekttyp, der für die Abrechnung von Projektstunden verwendet werden soll

# Page 3209778417 - Control 4200184881 - Property 1295455071
source: No. of object to be invoiced
de_de: Nr. des zu fakturierenden Objekts

# Page 3209778417 - Control 142094552 - Property 1295455071
source: Defines No. Series for Project Invoice Invoices
de_de: Definierte Nummernserie für Project Invoice Rechnungen

# Page 3209778417 - Control 1528559585 - Property 1295455071
source: Defines whether all invoiced project times should be summarized
de_de: Legt fest, ob alle fakturierten Projektzeiten zusammengefasst werden sollen

# Page 3209778417 - Control 472876867 - Property 1295455071
source: Defines summarized description
de_de: Definiert eine zusammenfassende Beschreibung

# Page 908871963 - Control 3004954119 - Property 1295455071
source: Specifies the API Application Code.
de_de: Gibt den API-Anwendungscode an.

# Page 908871963 - Control 3461834954 - Property 1295455071
source: Specifies the description of the API Application.
de_de: Gibt die Beschreibung der API-Anwendung an.

# Page 908871963 - Control 2575460289 - Property 1295455071
source: Should contain the users password.
de_de: Enthält das Passwort des Benutzers.

# Page 908871963 - Control 4264913680 - Property 1295455071
source: Specifies the value of the registered timetracking permanent token generated at the Timetracking applications side.
de_de: Gibt den Wert des registrierten permanenten Zeiterfassung-Tokens an, der auf der Seite der Zeiterfassungsanwendung erzeugt wurde.

# Page 908871963 - Control 3839435981 - Property 1295455071
source: Specifies the Endpoint URI for the API Application.
de_de: Gibt die Endpunkt-URI für die API-Anwendung an.

# Page 908871963 - Control 4079394499 - Property 1295455071
source: Specifies the value of the Permanent Token generated at the API applications side.
de_de: Gibt den Wert des permanenten Tokens an, der auf der Seite der API-Anwendung erzeugt wird.

# Page 908871963 - Control 2256180538 - Property 1295455071
source: Specifies the type of Project Mgt. System.
de_de: Gibt den Typ des Projektmanagementsystems an.

# Page 908871963 - Control 1702251225 - Property 1295455071
source: Specifies the Endpoint URI for a different timetracking application, if needed.
de_de: Gibt die Endpunkt-URI für eine andere Zeiterfassungsanwendung an, falls erforderlich.

# Page 908871963 - Control 129688762 - Property 1295455071
source: Specifies the name of the user registered for the API Application.
de_de: Gibt den Namen des Benutzers an, der für die API-Anwendung registriert ist.

# Report 2054080455 - NamedType 620736818
source: The date value in field "to date" can not be a date before the "from date".
de_de: Der Datumswert im Feld "bis Datum" darf nicht vor dem "von Datum" liegen.

# Report 2054080455 - Control 2571230917 - Property 1295455071
source: Select a start date for the Project Hour import
de_de: Wählen Sie ein Startdatum für den Projektstunden-Import

# Report 2054080455 - Control 2571230917 - Property 2879900210
source: From date
de_de: von Datum

# Report 2054080455 - Control 845401037 - Property 1295455071
source: Select a start date for the Project Hour import
de_de: Wählen Sie ein Startdatum für den Projektstunden-Import

# Report 2054080455 - Control 845401037 - Property 2879900210
source: To date
de_de: bis Datum

# Report 2997036181 - Property 2879900210
source: Project Invoice Service Report
de_de: Project Invoice Servicebericht

# Report 2997036181 - NamedType 35837468
source: Date
de_de: Datum

# Report 2997036181 - NamedType 1041427149
source: Service Report
de_de: Servicebericht

# Report 2997036181 - NamedType 1583171122
source: Total:
de_de: Gesamt:

# PageExtension 25265406 - Control 2222230414 - Property 1295455071
source: Specifies whether the oAuth data is related to a Project Mgt. System
de_de: Gibt an, ob sich die oAuth-Daten auf ein Projektverwaltungssystem beziehen

# PageExtension 25265406 - Control 4264913680 - Property 1295455071
source: Specifies the value of the registered timetracking permanent token
de_de: Gibt den Wert des registrierten permanenten Timetracking-Tokens an

# PageExtension 25265406 - Control 4079394499 - Property 1295455071
source: Specifies the value of the registered permanent token
de_de: Gibt den Wert des registrierten permanenten Tokens an

# PageExtension 25265406 - Control 2256180538 - Property 1295455071
source: Specifies the name of the Project Mgt. System
de_de: Gibt den Namen des Projektmanagementsystems an

# PageExtension 25265406 - Control 3093528368 - Property 1295455071
source: Specifies whether the permanent token should be used for authentication
de_de: Gibt an, ob das permanente Token für die Authentifizierung verwendet werden soll

# PageExtension 25265406 - Control 3839435981 - Property 1295455071
source: Specifies the endpoint used to gain data from a Project Mgt. System
de_de: Gibt den Endpunkt an, der verwendet wird, um Daten aus einem Projektmanagementsystem zu erhalten

# PageExtension 25265406 - Control 1702251225 - Property 1295455071
source: Specifies the endpoint used to gain timetracking data from a Project Mgt. System
de_de: Gibt den Endpunkt an, der verwendet wird, um Zeitverfolgungsdaten von einem Projektmanagementsystem zu erhalten

# PageExtension 1315130072 - Control 3839435981 - Property 1295455071
source: Specifies the endpoint used to gain data from a Project Mgt. System
de_de: Gibt den Endpunkt an, der verwendet wird, um Daten aus einem Projektmanagementsystem zu erhalten

# PageExtension 1315130072 - Control 1702251225 - Property 1295455071
source: Specifies the endpoint used to gain timetracking data from a Project Mgt. System
de_de: Gibt den Endpunkt an, der verwendet wird, um Zeitverfolgungsdaten von einem Projektmanagementsystem zu erhalten

# PageExtension 1388328056 - Action 1451207678 - Property 1295455071
source: Opens a page with customer related projects
de_de: Öffnet eine Seite mit kundenbezogenen Projekten

# PageExtension 1388328056 - Action 1451207678 - Property 2879900210
source: Projects
de_de: Projekte

# PageExtension 1496970494 - Action 1451207678 - Property 1295455071
source: Opens a page with customer related projects
de_de: Öffnet eine Seite mit kundenbezogenen Projekten

# PageExtension 1496970494 - Action 1451207678 - Property 2879900210
source: Projects
de_de: Projekte

# TableExtension 3602750738 - Field 3474728240 - Property 2879900210
source: Is Project Mgt. System
de_de: Ist Projektverwaltungssystem

# TableExtension 3602750738 - Field 3556243394 - Property 2879900210
source: Timetracking Endpoint
de_de: Zeiterfassung-Endpunkt

# TableExtension 3602750738 - Field 3048532816 - Property 2879900210
source: Timetracking Permanent Token
de_de: Permanenter Token für die Zeiterfassung

# TableExtension 3602750738 - Field 3839435981 - Property 2879900210
source: Endpoint
de_de: Endpunkt

# TableExtension 3602750738 - Field 4079394499 - Property 2879900210
source: Permanent Token
de_de: Permanenter Token

# TableExtension 3602750738 - Field 2256180538 - Property 2879900210
source: Project Mgt. System
de_de: Projektverwaltungssystem

# TableExtension 3602750738 - Field 1398563240 - Property 2879900210
source: Use Permanent Token
de_de: Permanenten Token verwenden

# Enum 2620358043 - EnumValue 4274826855 - Property 2879900210
source: G/L Account
de_de: Sachkonto

# Enum 2620358043 - EnumValue 3276313895 - Property 2879900210
source: Item
de_de: Artikel

# EnumExtension 1392962016 - EnumValue 416490603 - Property 2879900210
source: PI Project Hours
de_de: PI Projekt-Stunden
