Repository: TWEECORE/ProjectInvoice
Catalog: app/Translations/Project Invoice.*.xlf
Languages: de_de

# Table 3569846782 - Property 2879900210
source: Project Invoice Import Header
de_de: Project Invoice Importkopf

# Table 3569846782 - Method 3152277940 - NamedType 3114317615
source: Do you want to delete import %1 and associated import lines?
de_de: Möchten Sie den Import %1 und die zugehörigen Importzeilen löschen?

# Table 3569846782 - Field 883711285 - Property 2879900210
source: Entry No.
de_de: Lfd.-Nr.

# Table 3569846782 - Field 3492791163 - Property 2879900210
source: Import Date
de_de: Import Datum

# Table 3569846782 - Field 2957781644 - Property 2879900210
source: Import Time
de_de: Import Uhrzeit

# Table 3569846782 - Field 281352744 - Property 2879900210
source: Processed
de_de: Verarbeitet

# Table 3569846782 - Field 1432930266 - Property 2879900210
source: No. of imported Entries
de_de: Anzahl importierter Einträge

# Table 3569846782 - Field 4196669088 - Property 2879900210
source: No. of Entries
de_de: Anzahl der Einträge

# Table 3569846782 - Field 3451779291 - Property 2879900210
source: Total Hours
de_de: Stunden insgesamt

# Table 3569846782 - Field 2708250016 - Property 2879900210
source: User ID
de_de: Benutzer ID

# Table 3814566565 - Property 2879900210
source: Project Invoice Import Line
de_de: Project Invoice Importzeile

# Table 3814566565 - Field 1333289741 - Property 2879900210
source: Hours
de_de: Stunden

# Table 3814566565 - Field 3463246793 - Property 2879900210
source: Import Header ID
de_de: Importkopf-ID

# Table 3814566565 - Field 281352744 - Property 2879900210
source: Imported
de_de: Importiert

# Table 3814566565 - Field 3123372377 - Property 2879900210
source: Line No.
de_de: Zeilen Nr.

# Table 3814566565 - Field 949148548 - Property 2879900210
source: Project ID
de_de: Projekt ID

# Table 3814566565 - Field 2801282916 - Property 2879900210
source: Project Mgt. System
de_de: Projektverwaltungssystem

# Table 3814566565 - Field 904306078 - Property 2879900210
source: Project Name
de_de: Projektname

# Table 3814566565 - Field 142509419 - Property 2879900210
source: Ticket Created at
de_de: Ticket erstellt am

# Table 3814566565 - Field 1369734684 - Property 2879900210
source: Ticket Creator
de_de: Ticket-Ersteller

# Table 3814566565 - Field 1401127501 - Property 2879900210
source: Ticket Name
de_de: Ticket-Bezeichnung

# Table 3814566565 - Field 2572845453 - Property 2879900210
source: Ticket No.
de_de: Ticket Nr.

# Table 3814566565 - Field 1879171235 - Property 2879900210
source: WorkItem Created at
de_de: Arbeitsaufwand erstellt am

# Table 3814566565 - Field 1728497102 - Property 2879900210
source: WorkItem Description
de_de: Arbeitsaufwand Beschreibung

# Table 3814566565 - Field 2661918603 - Property 2879900210
source: WorkItem ID
de_de: Arbeitsaufwand ID

# Table 1193288711 - Property 2879900210
source: Project Invoice Project
de_de: Project Invoice Projekt

# Table 1193288711 - Method 3152277940 - NamedType 3114317615
source: Do you want to delete the project %1 and associated tickets?
de_de: Möchten Sie das Projekt %1 und die zugehörigen Tickets löschen?

# Table 1193288711 - Field 4167063113 - Property 2879900210
source: All Hours Invoiced
de_de: Alle Stunden berechnet

# Table 1193288711 - Field 4095313195 - Property 2879900210
source: Invoice Type
de_de: Rechnungsart

# Table 1193288711 - Field 4200184881 - Property 2879900210
source: No.
de_de: Nr.

# Table 1193288711 - Field 3861515162 - Property 2879900210
source: Project Mgt System
de_de: Projektverwaltungssystem

# Table 1193288711 - Field 2394340817 - Property 2879900210
source: Related to Customer Name
de_de: Zugehöriger Debitor Name

# Table 1193288711 - Field 2360557153 - Property 2879900210
source: Related to Customer No.
de_de: Zugehöriger Debitor Nr.

# Table 1193288711 - Field 3636804552 - Property 2879900210
source: Standard Hourly Rate
de_de: Standard-Stundensatz

# Table 1193288711 - Field 1528559585 - Property 2879900210
source: Summarize Times for Invoice
de_de: Zeiten für Rechnungen zusammenfassen

# Table 1193288711 - Field 472876867 - Property 2879900210
source: Summarized Description
de_de: Zusammenfassungsbeschreibung

# Table 1193288711 - Field 3772724932 - Property 2879900210
source: Total Work Hours
de_de: Arbeitsstunden insgesamt

# Table 1193288711 - Field 3741490977 - Property 2879900210
source: Use Standard Hourly Rate
de_de: Standardstundensatz verwenden

# Table 2241950490 - Property 2879900210
source: Project Invoice Project Hours
de_de: Project Invoice Projektzeiten

# Table 2241950490 - Field 1333289741 - Property 2879900210
source: Hours
de_de: Stunden

# Table 2241950490 - Field 1269336995 - Property 2879900210
source: Hours to Invoice
de_de: Zu berechnende Stunden

# Table 2241950490 - Field 3015270207 - Property 2879900210
source: Invoiced
de_de: Berechnet

# Table 2241950490 - Field 949148548 - Property 2879900210
source: Project ID
de_de: Projekt ID

# Table 2241950490 - Field 2444602444 - Property 2879900210
source: Target Invoice
de_de: Ziel-Rechnung

# Table 2241950490 - Field 1401127501 - Property 2879900210
source: Ticket Name
de_de: Ticket-Bezeichnung

# Table 2241950490 - Field 22244033 - Property 2879900210
source: Work Description
de_de: Arbeitsbeschreibung

# Table 2241950490 - Field 2099156127 - Property 2879900210
source: Date
de_de: Datum

# Table 3209778417 - Property 2879900210
source: Project Invoice Setup
de_de: Project Invoice Einrichtung

# Table 3209778417 - Field 7781406 - Property 2879900210
source: Always attach Service Report
de_de: Servicebericht immer im Anhang

# Table 3209778417 - Field 4095313195 - Property 2879900210
source: Invoice Type
de_de: Rechnungsart

# Table 3209778417 - Field 4200184881 - Property 2879900210
source: No.
de_de: Nr.

# Table 3209778417 - Field 1964121464 - Property 2879900210
source: No. Series for Project Invoices
de_de: Nummernserie für Projektrechnungen

# Table 3209778417 - Field 1528559585 - Property 2879900210
source: Summarize Times for Invoice
de_de: Zeiten für Rechnungen zusammenfassen

# Table 3209778417 - Field 1528559585 - Method 2126772001 - NamedType 3431431229
source: Apply this change to all Project Invoice projects?
de_de: Diese Änderung auf alle Project Invoice Projekte anwenden?

# Table 3209778417 - Field 472876867 - Property 2879900210
source: Summarize Description
de_de: Zusammenfassungsbeschreibung

# Table 431896304 - Property 2879900210
source: Project Invoice Project Ticket
de_de: Project Invoice Projektticket

# Table 431896304 - Field 2570673311 - Property 2879900210
source: Created At
de_de: Erstellt am

# Table 431896304 - Field 3486763658 - Property 2879900210
source: Created from
de_de: Erstellt von

# Table 431896304 - Field 4200184881 - Property 2879900210
source: Ticket No.
de_de: Ticket Nr.

# Table 431896304 - Field 949148548 - Property 2879900210
source: Project ID
de_de: Projekt ID

# Table 431896304 - Field 2801282916 - Property 2879900210
source: Project Mgt. System
de_de: Projektverwaltungssystem

# Table 431896304 - Field 1401127501 - Property 2879900210
source: Ticket Name
de_de: Ticket-Bezeichnung

# Table 431896304 - Field 3451779291 - Property 2879900210
source: Total Hours
de_de: Stunden insgesamt

# Codeunit 3211143068 - NamedType 909036821
source: Project Invoice Setup
de_de: Kurzbezeichnung des Setups

# Codeunit 3211143068 - NamedType 2722763728
source: Set up your Project Invoice Application
de_de: Einrichtung der Project Invoice Erweiterung

# Codeunit 2207169053 - NamedType 3023241337
source: Could not receive data.
de_de: Konnte keine Daten empfangen.

# Codeunit 2207169053 - NamedType 1667172971
source: No new project data available.
de_de: Keine neuen Projektdaten verfügbar.

# Codeunit 2207169053 - NamedType 271009695
source: There is no new project data to import
de_de: Es wurden keine neuen Projektdaten gefunden.

# Codeunit 2207169053 - NamedType 956562367
source: Did not found any Project Management API Data. Please execute the Project Invoice Assisted Setup.
de_de: Es wurden keine Projektmanagement-API-Daten gefunden. Bitte führen Sie das Unterstützende Setup für Project Invoice aus.

# Codeunit 2207169053 - Method 417226128 - NamedType 2885522451
source: to=
de_de: bis=

# Codeunit 2207169053 - Method 417226128 - NamedType 4096210241
source: limit=1000
de_de: grenze=1000

# Codeunit 1413751047 - Method 1857099294 - NamedType 2726611525
source: No projects found for customer: "%1"
de_de: Keine Projekte gefunden für den Kunden: "%1"

# Codeunit 1413751047 - Method 299134001 - NamedType 1804062905
source: Project:
de_de: Projekt:

# Codeunit 1413751047 - Method 299134001 - NamedType 3979398712
source: There were no unprocessed work hours found for project %1
de_de: Es wurden keine unbearbeiteten Arbeitsstunden für das Projekt %1 gefunden

# Codeunit 1413751047 - Method 299134001 - NamedType 2922722252
source: %1 invoices created
de_de: %1 Rechnungen erstellt

# Codeunit 1413751047 - Method 3005496944 - NamedType 1804062905
source: Project:
de_de: Projekt:

# Codeunit 1413751047 - Method 3005496944 - NamedType 3979398712
source: There were no unprocessed work hours found for project %1
de_de: Es wurden keine unbearbeiteten Arbeitsstunden für das Projekt %1 gefunden

# Codeunit 1413751047 - Method 3005496944 - NamedType 2922722252
source: %1 invoices created
de_de: %1 Rechnungen erstellt

# Codeunit 1413751047 - Method 437954169 - NamedType 1804062905
source: Project:
de_de: Projekt:

# Codeunit 1413751047 - Method 437954169 - NamedType 2922722252
source: %1 invoices created
de_de: %1 Rechnungen erstellt

# Codeunit 1413751047 - Method 1147444577 - NamedType 1935818988
source: There is no new data to import for Import Header = %1
de_de: Es gibt keine neuen Daten zu importieren für Import Header = %1

# Codeunit 1413751047 - Method 1147444577 - NamedType 1666996041
source: The project management data was successfully imported
de_de: Die Projektverwaltungsdaten wurden erfolgreich importiert

# Page 2363111861 - Property 2879900210
source: Project Invoice Projects to Invoice
de_de: Project Invoice abzurechnende Projekte

# Page 2363111861 - Property 3863440606
source: project,invoice,projects,tweecore
de_de: projekt,Rechnung,Projekte,Tweecore

# Page 2363111861 - Control 3641927271 - Property 1295455071
source: Specifies the ID of this project.
de_de: Gibt die ID dieses Projekts an.

# Page 2363111861 - Control 4095313195 - Property 1295455071
source: Object Type that should be used to invoice project hours
de_de: Objekttyp, der für die Abrechnung von Projektstunden verwendet werden soll

# Page 2363111861 - Control 2961552353 - Property 1295455071
source: Specifies the project name.
de_de: Gibt den Projektnamen an.

# Page 2363111861 - Control 4200184881 - Property 1295455071
source: No. of object to be invoiced.
de_de: Nr. des zu fakturierenden Objekts.

# Page 2363111861 - Control 2801282916 - Property 1295455071
source: Specifies the linked Project Mgt. System.
de_de: Gibt das verknüpfte Projektverwaltungssystem an.

# Page 2363111861 - Control 2394340817 - Property 1295455071
source: Specifies the customer name related to this project.
de_de: Gibt den Namen des Kunden an, zu dem das Projekt zugeordnet wurde.

# Page 2363111861 - Control 2360557153 - Property 1295455071
source: Specifies the customer no. related to this project.
de_de: Gibt die Kundennummer an, zu dem das Projekt zugeordnet wurde.

# Page 2363111861 - Control 3636804552 - Property 1295455071
source: Specifies the standard hourly rate used for invoicing this projects working hours.
de_de: Gibt den Standardstundensatz an, der für die Abrechnung der Arbeitsstunden dieses Projekts verwendet wird.

# Page 2363111861 - Control 3772724932 - Property 1295455071
source: Specifies the total amount of all working hours done during this project.
de_de: Gibt die Gesamtzahl aller Arbeitsstunden an, die während dieses Projekts geleistet wurden.

# Page 2363111861 - Control 3741490977 - Property 1295455071
source: Specifies if a standard hourly rate should be used for invoicing.
de_de: Gibt an, ob ein Standardstundensatz für die Rechnungsstellung verwendet werden soll.

# Page 2363111861 - Action 2196483591 - Property 1295455071
source: Imports project hours from project management systems.
de_de: Importiert Projektstunden aus Projektmanagementsystemen.

# Page 2363111861 - Action 2196483591 - Property 2879900210
source: Import Project Hours
de_de: Projektstunden importieren

# Page 1480190087 - Property 2879900210
source: Project Invoice Setup
de_de: Project Invoice Einrichtung

# Page 1480190087 - Control 3554633198 - Property 1968111052
source: You have successfully installed the Project Invoice extension. Please follow the instructions on the next pages ....
de_de: Sie haben die Erweiterung Project Invoice erfolgreich installiert. Bitte folgen Sie den Anweisungen auf den nächsten Seiten ....

# Page 1480190087 - Control 3554633198 - Property 2879900210
source: Welcome to your Project Invoice Setup.
de_de: Willkommen bei der Einrichtung Ihrer Project Invoice Erweiterung.

# Page 1480190087 - Control 2445482498 - Property 1968111052
source: Please fill the information below.
de_de: Bitte füllen Sie die folgenden Felder aus.

# Page 1480190087 - Control 83654635 - Property 1295455071
source: Determines whether each PI Invoice receives a service report as an attachment
de_de: Legt fest, ob jede PI-Rechnung einen Service Bericht als Anlage erhält

# Page 1480190087 - Control 4095313195 - Property 1295455071
source: Object Type that should be used to invoice project hours
de_de: Objekttyp, der für die Abrechnung von Projektstunden verwendet werden soll

# Page 1480190087 - Control 4200184881 - Property 1295455071
source: No. of object to be invoiced
de_de: Nr. des zu fakturierenden Objekts

# Page 1480190087 - Control 142094552 - Property 1295455071
source: Defines No. Series for PI Invoices
de_de: Definiert die Nummernserie für PI-Rechnungen

# Page 1480190087 - Control 1528559585 - Property 1295455071
source: Defines whether all invoiced project times should be summarized
de_de: Legt fest, ob alle fakturierten Projektzeiten zusammengefasst werden sollen

# Page 1480190087 - Control 472876867 - Property 1295455071
source: Defines summarized description
de_de: Definiert eine zusammenfassende Beschreibung

# Page 1480190087 - Control 2147681516 - Property 1968111052
source: Please fill your companies Project Mgt. System information.
de_de: Bitte geben Sie die Informationen zu Ihrem Projektmanagementsystem an.

# Page 1480190087 - Control 1955653208 - Property 1968111052
source: Click on Finish to exit the setup and save the data.
de_de: Klicken Sie auf „Fertig stellen“, um das Setup zu beenden und die Daten zu speichern.

# Page 1480190087 - Control 1955653208 - Property 2879900210
source: All done
de_de: Alles abgeschlossen

# Page 1480190087 - Action 2438272767 - Property 2879900210
source: Back
de_de: Zurück

# Page 1480190087 - Action 3259912055 - Property 2879900210
source: Finish
de_de: Fertigstellen

# Page 1480190087 - Action 914282563 - Property 2879900210
source: Next
de_de: Weiter

# Page 391645917 - Property 2879900210
source: Project Invoice ProjectHours
de_de: Project Invoice ProjektStunden

# Page 391645917 - Control 972110707 - Property 1295455071
source: Specifies the working agent.
de_de: Gibt den bearbeitenden Agenten an.

# Page 391645917 - Control 1333289741 - Property 1295455071
source: Specifies the needed Hours.
de_de: Gibt die benötigten Stunden an.

# Page 391645917 - Control 1269336995 - Property 1295455071
source: Specifies the value of the amount of Hours that should be invoiced.
de_de: Gibt den Wert des Stundenbetrags an, der in Rechnung gestellt werden soll.

# Page 391645917 - Control 3641927271 - Property 1295455071
source: Specifies the ID of the project hour entry.
de_de: Gibt die ID des Projektaufwands an.

# Page 391645917 - Control 3015270207 - Property 1295455071
source: Specifies whether this project hour is already invoiced.
de_de: Gibt an, ob dieser Projektaufwand bereits in Rechnung gestellt wurde.

# Page 391645917 - Control 949148548 - Property 1295455071
source: Specifies the value of the Project ID field
de_de: Gibt den Wert des Feldes Projekt-ID an

# Page 391645917 - Control 3821670947 - Property 1295455071
source: Specifies ID of the related Ticket.
de_de: Gibt die ID des zugehörigen Tickets an.

# Page 391645917 - Control 1401127501 - Property 1295455071
source: Specifies the related Ticket Name.
de_de: Gibt den zugehörigen Ticketnamen an.

# Page 391645917 - Control 22244033 - Property 1295455071
source: Specifies the Work Description.
de_de: Gibt die Arbeitsbeschreibung an.

# Page 391645917 - Control 2099156127 - Property 1295455071
source: Specified the date of the work done.
de_de: Angabe des Datums der durchgeführten Arbeiten.

# Page 2754228812 - Property 2879900210
source: Project Hours
de_de: Projekt-Stunden

# Page 2754228812 - Control 972110707 - Property 1295455071
source: Specifies the working agent.
de_de: Gibt den bearbeitenden Agenten an.

# Page 2754228812 - Control 1333289741 - Property 1295455071
source: Specifies the needed Hours.
de_de: Gibt die benötigten Stunden an.

# Page 2754228812 - Control 1269336995 - Property 1295455071
source: Specifies the value of the amount of Hours that should be invoiced.
de_de: Gibt den Wert des Stundenbetrags an, der in Rechnung gestellt werden soll.

# Page 2754228812 - Control 3015270207 - Property 1295455071
source: Specifies whether this project hour is already invoiced.
de_de: Gibt an, ob dieser Projektaufwand bereits in Rechnung gestellt wurde.

# Page 2754228812 - Control 3821670947 - Property 1295455071
source: Specifies ID of the related Ticket.
de_de: Gibt die ID des zugehörigen Tickets an.

# Page 2754228812 - Control 1401127501 - Property 1295455071
source: Specifies the related Ticket Name.
de_de: Gibt den zugehörigen Ticketnamen an.

# Page 2754228812 - Control 22244033 - Property 1295455071
source: Specifies the Work Description.
de_de: Gibt die Arbeitsbeschreibung an.

# Page 2754228812 - Control 2099156127 - Property 1295455071
source: Specified the date of the work done.
de_de: Angabe des Datums der durchgeführten Arbeiten.

# Page 2754228812 - Action 394674921 - Property 2879900210
source: &Invoice
de_de: Rechnung

# Page 2754228812 - Action 2601510401 - Property 1295455071
source: Creates an Invoice for the selected Project Hours
de_de: Erzeugt eine Rechnung für die ausgewählten Projektstunden

# Page 2754228812 - Action 2601510401 - Property 2879900210
source: Invoice selected Project Hours
de_de: Ausgewählte Projektstunden in Rechnung stellen

# Page 3632173916 - Property 2879900210
source: Proj. Inv. Import Lines
de_de: Project Invoice Importzeilen

# Page 3632173916 - Control 972110707 - Property 1295455071
source: Specifies the value of the agent field
de_de: Gibt den Wert des Bearbeiterfeldes an

# Page 3632173916 - Control 1333289741 - Property 1295455071
source: Specifies the value of the Hours field
de_de: Gibt den Wert des Feldes Stunden an

# Page 3632173916 - Control 3463246793 - Property 1295455071
source: Specifies the value of the Import Header ID field
de_de: Gibt den Wert des Feldes Import-Header-ID an

# Page 3632173916 - Control 281352744 - Property 1295455071
source: Specifies the value of the Imported field
de_de: Gibt den Wert des Feldes "Importiert" an

# Page 3632173916 - Control 1165969121 - Property 1295455071
source: Specifies the value of the ID field
de_de: Gibt den Wert des ID-Feldes an

# Page 3632173916 - Control 2195786349 - Property 1295455071
source: Specifies the value of the Project Description field
de_de: Gibt den Wert des Feldes Projektbeschreibung an

# Page 3632173916 - Control 949148548 - Property 1295455071
source: Specifies the value of the Project ID field
de_de: Gibt den Wert des Feldes Projekt-ID an

# Page 3632173916 - Control 904306078 - Property 1295455071
source: Specifies the value of the Project Name field
de_de: Gibt den Wert des Feldes Projektname an

# Page 3632173916 - Control 142509419 - Property 1295455071
source: Specifies the creation date of the ticket
de_de: Gibt das Erstellungsdatum des Tickets an

# Page 3632173916 - Control 1369734684 - Property 1295455071
source: Specifies the value of the ticket creator field
de_de: Gibt den Wert des Feldes für den Ticketersteller an

# Page 3632173916 - Control 1401127501 - Property 1295455071
source: Specifies the value of the Ticket Name field
de_de: Gibt den Wert des Feldes Ticketname an

# Page 3632173916 - Control 2572845453 - Property 1295455071
source: Specifies the value of the Ticket No. field
de_de: Gibt den Wert des Feldes Ticket-Nr. an

# Page 3632173916 - Control 1879171235 - Property 1295455071
source: Specifies the creation date of th work item
de_de: Gibt das Erstellungsdatum des Workitems an

# Page 3632173916 - Control 1728497102 - Property 1295455071
source: Specifies the description of the WorkItem
de_de: Gibt die Beschreibung des WorkItems an

# Page 3632173916 - Control 2661918603 - Property 1295455071
source: Specifies the ID of the WorkItem
de_de: Gibt die ID des WorkItem an

# Page 3471679267 - Property 2879900210
source: Proj. Inv. Project Card
de_de: Project Invoice Projektkarte

# Page 3471679267 - Control 3641927271 - Property 1295455071
source: Specifies the ID of this project.
de_de: Gibt die ID dieses Projekts an.

# Page 3471679267 - Control 4095313195 - Property 1295455071
source: Object Type that should be used to invoice project hours.
de_de: Objekttyp, der für die Abrechnung von Projektstunden verwendet werden soll.

# Page 3471679267 - Control 2961552353 - Property 1295455071
source: Specifies the project name.
de_de: Gibt den Projektnamen an.

# Page 3471679267 - Control 4200184881 - Property 1295455071
source: No. of object to be invoiced.
de_de: Nr. des zu fakturierenden Objekts.

# Page 3471679267 - Control 2801282916 - Property 1295455071
source: Specifies the linked Project Mgt. System.
de_de: Gibt das verknüpfte Projektverwaltungssystem an.

# Page 3471679267 - Control 2394340817 - Property 1295455071
source: Specifies the customer name related to this project.
de_de: Gibt den Namen des Kunden an, zu dem das Projekt zugeordnet wurde.

# Page 3471679267 - Control 2360557153 - Property 1295455071
source: Specifies the customer no. related to this project.
de_de: Gibt die Kundennummer an, zu dem das Projekt zugeordnet wurde.

# Page 3471679267 - Control 1528559585 - Property 1295455071
source: Defines whether all invoiced project times should be summarized.
de_de: Legt fest, ob alle fakturierten Projektzeiten zusammengefasst werden sollen.

# Page 3471679267 - Control 472876867 - Property 1295455071
source: Defines summarized description.
de_de: Definiert eine zusammenfassende Beschreibung.

# Page 3471679267 - Control 3772724932 - Property 1295455071
source: Specifies the total amount of all working hours done during this project.
de_de: Gibt die Gesamtzahl aller Arbeitsstunden an, die während dieses Projekts geleistet wurden.

# Page 3471679267 - Control 3636804552 - Property 1295455071
source: Specifies the standard hourly rate used for invoicing this projects working hours.
de_de: Gibt den Standardstundensatz an, der für die Abrechnung der Arbeitsstunden dieses Projekts verwendet wird.

# Page 3471679267 - Control 3741490977 - Property 1295455071
source: Specifies if a standard hourly rate should be used for invoicing.
de_de: Gibt an, ob ein Standardstundensatz für die Rechnungsstellung verwendet werden soll.

# Page 3471679267 - Action 4040952753 - Property 1295455071
source: Creates an Invoice for the open project hours.
de_de: Erzeugt eine Rechnung für die offenen Projektstunden.

# Page 3471679267 - Action 4040952753 - Property 2879900210
source: Invoice all Project Hours
de_de: Alle Projektstunden in Rechnung stellen
